Repository: Th0be/book-tracker-localization
Catalog: *.lproj/AppShortcuts.strings
Languages: ca, cs, de, el, es, fr, it, pt_pt, ru, tr, uk

source: Update reading progress in ${applicationName}
ca: Actualitzeu el progrés de lectura a ${applicationName}
de: Aktualisiere den Lese-Fortschritt in ${applicationName}
el: Ενημέρωση Προόδου Ανάγνωσης στο ${applicationName}
es: Actualizar el progreso de lectura en ${applicationName}
fr: Mettre à jour le progrès de lecture dans ${applicationName}
it: Aggiorna i progressi di lettura in ${applicationName}
pt_pt: Atualizar o progresso da leitura em ${applicationName}
ru: Обновление прогресса чтения в ${applicationName}
tr: ${applicationName} uygulamasında okuma ilerlemesini güncelleyin
uk: Оновити прогрес читання в ${applicationName}

source: Insert reading progress in ${applicationName}
ca: Inseriu el progrés de lectura a ${applicationName}
de: Füge den Lesefortschritt in ${applicationName} ein
el: Εισαγωγή Προόδου Ανάγνωσης στο ${applicationName}
es: Inserte el progreso de lectura en ${applicationName}
fr: Insérer le progrès de lecture dans ${applicationName}
it: Inserisci progressi di lettura in ${applicationName}
pt_pt: Insira o progresso da leitura em ${applicationName}
ru: Вставьте прогресс чтения в ${applicationName}
tr: ${applicationName} içinde okuma ilerlemesini ekleyin
uk: Вставити прогрес читання в ${applicationName}

source: Update ${book} reading progress in ${applicationName}
ca: Actualitza el progrés de lectura de ${book} a ${applicationName}
cs: Aktualizovat postup ve čtení ${book} v ${applicationName}
de: Aktualisiere den Lesefortschritt von ${book} in ${applicationName}
el: Ενημέρωση ${book} Προόδου Ανάγνωσης στο ${applicationName}
es: Actualizar el progreso de lectura de ${book} en ${applicationName}
fr: Mettre à jour la progression de lecture de ${book} dans ${applicationName}
it: Aggiorna il progresso di lettura di ${book} in ${applicationName}
pt_pt: Atualizar o progresso de leitura de ${book} em ${applicationName}
ru: Обновить прогресс чтения ${book} в ${applicationName}
tr: ${book} okuma ilerlemesini ${applicationName} güncelle
uk: Оновити прогрес читання ${book} в ${applicationName}

source: Insert ${book} reading progress in ${applicationName}
ca: Insereix el progrés de lectura de ${book} a ${applicationName}
cs: Vložit postup ve čtení ${book} v ${applicationName}
de: Füge den Lesefortschritt von ${book} in ${applicationName} ein
el: Εισαγωγή ${book} Προόδου Ανάγνωσης στο ${applicationName}
es: Insertar el progreso de lectura de ${book} en ${applicationName}
fr: Insérer la progression de lecture de ${book} dans ${applicationName}
it: Inserisci il progresso di lettura di ${book} in ${applicationName}
pt_pt: Inserir o progresso de leitura de ${book} em ${applicationName}
ru: Вставить прогресс чтения ${book} в ${applicationName}
tr: ${book} okuma ilerlemesini ${applicationName} ekle
uk: Вставити прогрес читання ${book} в ${applicationName}

source: Add new quote to ${book} in ${applicationName}
ca: Afegeix una nova cita a ${book} a ${applicationName}
cs: Přidat nový citát do ${book} v ${applicationName}
de: Füge ein neues Zitat zu ${book} in ${applicationName} hinzu
el: Προσθήκη νέας Παράθεσης στο ${book} στο ${applicationName}
es: Agregar una nueva cita a ${book} en ${applicationName}
fr: Ajouter une nouvelle citation à ${book} dans ${applicationName}
it: Aggiungi una nuova citazione a ${book} in ${applicationName}
pt_pt: Adicionar nova citação a ${book} em ${applicationName}
ru: Добавить новую цитату к ${book} в ${applicationName}
tr: ${book} için yeni alıntıyı ${applicationName} ekle
uk: Додати нову цитату до ${book} в ${applicationName}

source: Save new quote to ${book} in ${applicationName}
ca: Desa una nova cita a ${book} a ${applicationName}
cs: Uložit nový citát do ${book} v ${applicationName}
de: Speichere das neue Zitat zu ${book} in ${applicationName}
el: Αποθήκευση νέας Παράθεσης στο ${book} στο ${applicationName}
es: Guardar una nueva cita en ${book} en ${applicationName}
fr: Enregistrer une nouvelle citation à ${book} dans ${applicationName}
it: Salva una nuova citazione in ${book} in ${applicationName}
pt_pt: Salvar nova citação em ${book} em ${applicationName}
ru: Сохранить новую цитату в ${book} в ${applicationName}
tr: Yeni alıntıyı ${book} içinde ${applicationName} kaydet
uk: Зберегти нову цитату до ${book} в ${applicationName}

source: Get reading challenge in ${applicationName}
ca: Aconsegueix el repte de lectura a ${applicationName}
cs: Získat čtecí výzvu v ${applicationName}
de: Erhalte eine Leseherausforderung in ${applicationName}
el: Λήψη της Πρόκλησης Ανάγνωσης στο ${applicationName}
es: Obtenga un desafío de lectura en ${applicationName}
fr: Obtenir un défi de lecture dans ${applicationName}
it: Ottieni la sfida di lettura in ${applicationName}
pt_pt: Obter desafio de leitura em ${applicationName}
ru: Получите задание по чтению в ${applicationName}
tr: ${applicationName} uygulamasında okuma yarışması yapın
uk: Отримати читацький виклик в ${applicationName}

source: Show reading challenge in ${applicationName}
ca: Mostra el repte de lectura a ${applicationName}
cs: Zobrazit čtečí výzvuv v ${applicationName}
de: Leseherausforderung in ${applicationName} anzeigen
el: Εμφάνιση της Πρόκλησης Ανάγνωσης στο ${applicationName}
es: Mostrar desafío de lectura en ${applicationName}
fr: Afficher le défi de lecture dans ${applicationName}
it: Mostra sfida di lettura in ${applicationName}
pt_pt: Obter desafio de leitura em ${applicationName}
ru: Показать задание по чтению в ${applicationName}
tr: ${applicationName} uygulamasında okuma yarışmasını göster
uk: Показати читацький виклик в ${applicationName}

source: Open current reading book in ${applicationName}
ca: Obre el llibre per llegir-lo a ${applicationName}
cs: Otevřít aktuálně čtenou knihu v ${applicationName}
de: Öffne das Buch zum Lesen in ${applicationName}
el: Άνοιγμα τρέχοντος Βιβλίου στο ${applicationName}
es: Abrir el libro para leer en ${applicationName}
fr: Ouvrir le livre en cours dans ${applicationName}
it: Apri il libro in lettura in ${applicationName}
pt_pt: Abra o livro para leitura em ${applicationName}
ru: Открыть книгу для чтения в ${applicationName}
tr: Kitabı ${applicationName} içinde okumak için açın
uk: Відкрити книгу, яку зараз читаєте в ${applicationName}

source: Show current reading book in ${applicationName}
ca: Mostra el llibre que s'està llegint a ${applicationName}
cs: Zobrazit aktuálně čtenou knihu v ${applicationName}
de: Zeige das gelesene Buch in ${applicationName}
el: Εμφάνιση τρέχοντος Βιβλίου στο ${applicationName}
es: Mostrar el libro que se lee en ${applicationName}
fr: Afficher le livre en cours dans ${applicationName}
it: Mostra il libro in lettura in ${applicationName}
pt_pt: Mostrar o livro sendo lido em ${applicationName}
ru: Показать читаемую книгу в ${applicationName}
tr: ${applicationName} içinde okunmakta olan kitabı göster
uk: Показати книгу, яку зараз читаєте в ${applicationName}

source: Open Library in ${applicationName}
ca: Obre la biblioteca a ${applicationName}
cs: Otevřít knihovnu v ${applicationName}
de: Bibliothek in ${applicationName} öffnen
el: Άνοιγμα Βιβλιοθήκης στο ${applicationName}
es: Abrir biblioteca en ${applicationName}
fr: Ouvrir la bibliothèque dans ${applicationName}
it: Apri Libreria in ${applicationName}
pt_pt: Abrir biblioteca em ${applicationName}
ru: Открыть библиотеку в ${applicationName}
tr: ${applicationName} içinde Kitaplığı Aç
uk: Відкрити Бібліотеку в ${applicationName}

source: Show Library book in ${applicationName}
ca: Mostra la biblioteca a ${applicationName}
cs: Zobrazit knihovnu v ${applicationName}
de: Bibliothek in ${applicationName} anzeigen
el: Εμφάνιση Βιβλιοθήκης στο ${applicationName}
es: Mostrar biblioteca en ${applicationName}
fr: Afficher un livre de la bibliothèque dans ${applicationName}
it: Mostra la Libreria in ${applicationName}
pt_pt: Mostrar Biblioteca em ${applicationName}
ru: Показать библиотеку в ${applicationName}
tr: ${applicationName} içinde Kitaplığı Göster
uk: Показати книгу з Бібліотеки в ${applicationName}

source: Open Wishlist in ${applicationName}
ca: Obre la llista de desitjos a ${applicationName}
cs: Otevřít seznam přání v ${applicationName}
de: Wunschliste in ${applicationName} öffnen
el: Άνοιγμα Λίστας Επιθυμιών στο ${applicationName}
es: Abrir lista de deseos en ${applicationName}
fr: Ouvrir la liste de souhaits dans ${applicationName}
it: Apri la Lista Desideri in ${applicationName}
pt_pt: Abrir lista de desejos em ${applicationName}
ru: Открыть список желаний в ${applicationName}
tr: ${applicationName} içinde İstek Listesini Aç
uk: Відкрити Список Бажань в ${applicationName}

source: Show Wishlist book in ${applicationName}
ca: Mostra la llista de desitjos a ${applicationName}
cs: Zobrazit seznam přání v ${applicationName}
de: Wunschliste in ${applicationName} anzeigen
el: Εμφάνιση Βιβλίου Λίστας Επιθυμιών στο ${applicationName}
es: Mostrar lista de deseos en ${applicationName}
fr: Afficher la liste de souhaits dans ${applicationName}
it: Mostra Lista Desideri in ${applicationName}
pt_pt: Mostrar lista de desejos em ${applicationName}
ru: Показать список желаний в ${applicationName}
tr: ${applicationName} için İstek Listesini Göster
uk: Показати книгу зі Списку Бажань в ${applicationName}

source: Scan Barcode in ${applicationName}
ca: Escaneja el codi de barres a ${applicationName}
cs: Skenovat čárový kód v ${applicationName}
de: Barcode in ${applicationName} scannen
el: Σκανάρισμα Γραμμωτού Κώδικα στο ${applicationName}
es: Escanear código de barras en ${applicationName}
fr: Scanner le code-barres dans ${applicationName}
it: Scansiona codice a barre in ${applicationName}
pt_pt: Verificar código de barras em ${applicationName}
ru: Сканировать штрих-код в ${applicationName}
tr: ${applicationName}'da Barkodu Tara
uk: Сканувати Штрих-код в ${applicationName}

source: Search Online in ${applicationName}
ca: Cerca en línia a ${applicationName}
cs: Vyhledat online v ${applicationName}
de: Online suchen in ${applicationName}
el: Διαδικτυακή Αναζήτηση στο ${applicationName}
es: Buscar en línea en ${applicationName}
fr: Rechercher en ligne dans ${applicationName}
it: Cerca online in ${applicationName}
pt_pt: Pesquisar Online em ${applicationName}
ru: Поиск в Интернете в ${applicationName}
tr: ${applicationName} içinde Çevrimiçi Ara
uk: Шукати онлайн в ${applicationName}
